def get_questions_and_answers():
    return {
        'Де Голль объяснял ИХ понятность отсутствием при ИХ написании советников и экспертов. Владислав Катажиньский заметил, что с момента ИХ появления каждый узнал, какие у него возможности. Согласно Илоне Бодден, в наше время ИХ место занято правилами дорожного движения. А почему она сделала такой вывод?': 'Их ТАК ЖЕ ЧАСТО НАРУШАЮТ, как и 10 заповедей.',
        'Ян Жижка - национальный герой чешского народа, первый гетман таборитов, один из отцов гуситского движения. После его смерти в 1424 году одно из гуситских направлений приняло название, рожденное значением этой утраты. Ответьте, кем же они стали после его смерти?': 'Сиротами.',
        'Выход любого нового советского фильма 1930-х годов на экраны должен был получить одобрение руководства. Так, в 1936 году некий фильм был доставлен на просмотр Берии, который объявил его "порнографией", и пообещал лично разобраться с создателями. Фильм спасло вмешательство Сталина, которое, возможно, было вызвано личной симпатией. Фильм вышел на киноэкраны. Закончите фразу Берия, которой он своеобразно "извинился" за свое высказывание: "Это - не порнография, это - ...".': 'Любовь.'
    }
